Repository: dias-smith-rock/noise-record
Catalog: NoiseRecord/NoiseRecord/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.weighting.header
source: Frequency weighting
ar: ترجيح التردد
bg: Честотно претегляне
ca: Ponderació de freqüència
cs: Frekvenční vážení
da: Frekvensvægtning
de: Frequenzgewichtung
el: Στάθμιση συχνότητας
es: Ponderación de frecuencia
fi: Taajuuspainotus
fr: Pondération fréquentielle
he: שקלול תדרים
hi: आवृत्ति भारण
hr: Ponderiranje frekvencije
hu: Frekvenciasúlyozás
id: Pembobotan frekuensi
it: Ponderazione di frequenza
ja: 周波数重み付け
ko: 빈도 가중치
ms: Pemberat kekerapan
nb: Frekvensvekting
nl: Frequentieweging
pl: Ważenie częstotliwości
pt: Ponderação de frequência
ro: Ponderarea în frecvență
ru: Частотное взвешивание
sk: Frekvenčné váženie
sv: Frekvensviktning
th: การถ่วงน้ำหนักความถี่
tr: Frekans ağırlıklandırma
uk: Частотне зважування
vi: Trọng số tần số
zh_hans: 频率计权
zh_hant: 頻率計權

# settings.weighting.picker.label
source: Weighting
ar: الترجيح
bg: Претегляне
ca: Ponderació
cs: Vážení
da: Vægtning
de: Gewichtung
el: στάθμιση
es: Ponderación
fi: Painotus
fr: Pondération
he: שִׁקלוּל
hi: भारण
hr: Ponderiranje
hu: Súlyszámítás
id: Pembobotan
it: Ponderazione
ja: 重み付け
ko: 가중치
ms: Pemberatan
nb: Vekting
nl: Weging
pl: Ważenie
pt: Ponderação
ro: Ponderarea
ru: Взвешивание
sk: Váženie
sv: Viktning
th: การถ่วงน้ำหนัก
tr: Ağırlıklandırma
uk: Зважування
vi: Trọng số
zh_hans: 计权
zh_hant: 計權

# silenceGrade.a.description
source: Very quiet environment suitable for rest and concentration.
ar: بيئة هادئة جدًا مناسبة للراحة والتركيز.
bg: Много тиха среда, подходяща за почивка и концентрация.
ca: Entorn molt tranquil i adequat per al descans i la concentració.
cs: Velmi klidné prostředí vhodné k odpočinku a soustředění.
da: Meget roligt miljø velegnet til hvile og koncentration.
de: Sehr ruhige Umgebung, geeignet für Ruhe und Konzentration.
el: Πολύ ήσυχο περιβάλλον κατάλληλο για ξεκούραση και συγκέντρωση.
es: Entorno muy silencioso, adecuado para descanso y concentración.
fi: Erittäin hiljainen ympäristö, joka sopii lepoon ja keskittymiseen.
fr: Environnement très calme, propice au repos et à la concentration.
he: סביבה שקטה מאוד המתאימה למנוחה וריכוז.
hi: बहुत शांत वातावरण, आराम और एकाग्रता के लिए उपयुक्त।
hr: Vrlo mirno okruženje pogodno za odmor i koncentraciju.
hu: Nagyon csendes környezet, pihenésre és koncentrációra alkalmas.
id: Lingkungan yang sangat tenang cocok untuk istirahat dan konsentrasi.
it: Ambiente molto tranquillo adatto al riposo e alla concentrazione.
ja: とても静かな環境で、休息や集中に最適です。
ko: 휴식과 집중에 적합한 매우 조용한 환경입니다.
ms: Persekitaran yang sangat tenang sesuai untuk berehat dan tumpuan.
nb: Veldig rolig miljø egnet for hvile og konsentrasjon.
nl: Zeer rustige omgeving geschikt voor rust en concentratie.
pl: Bardzo ciche otoczenie, odpowiednie do odpoczynku i koncentracji.
pt: Ambiente muito silencioso, adequado para descanso e concentração.
ro: Mediu foarte linistit potrivit pentru odihna si concentrare.
ru: Очень тихая среда, подходит для отдыха и концентрации.
sk: Veľmi tiché prostredie vhodné na oddych a sústredenie.
sv: Mycket tyst miljö som lämpar sig för vila och koncentration.
th: สภาพแวดล้อมที่เงียบสงบมากเหมาะสำหรับการพักผ่อนและมีสมาธิ
tr: Dinlenmeye ve konsantrasyona uygun çok sessiz bir ortam.
uk: Дуже тихе середовище, придатне для відпочинку та концентрації.
vi: Môi trường rất yên tĩnh thích hợp để nghỉ ngơi và tập trung.
zh_hans: 非常安静，适合休息与专注。
zh_hant: 非常安靜，適合休息與專注。

# silenceGrade.a.title
source: Grade A — Excellent
ar: الدرجة A — ممتاز
bg: Оценка А — Отличен
ca: Grau A - Excel·lent
cs: Známka A – výborná
da: Karakter A - Fremragende
de: Note A – Ausgezeichnet
el: Βαθμός Α — Άριστα
es: Grado A — Excelente
fi: Arvosana A – Erinomainen
fr: Note A — Excellent
he: כיתה א' - מעולה
hi: ग्रेड A — उत्कृष्ट
hr: Ocjena A — Izvrsno
hu: A fokozat – Kiváló
id: Kelas A — Luar Biasa
it: Grado A: eccellente
ja: グレード A — 優れた
ko: A 등급 — 우수
ms: Gred A — Cemerlang
nb: Karakter A - Utmerket
nl: Graad A – Uitstekend
pl: Ocena A – doskonała
pt: Nota A — Excelente
ro: Nota A - Excelent
ru: Класс A — Отлично
sk: Známka A – výborná
sv: Betyg A - Utmärkt
th: เกรดเอ — ดีเยี่ยม
tr: A Sınıfı — Mükemmel
uk: Оцінка А — Відмінно
vi: Hạng A – Xuất sắc
zh_hans: 等级 A — 优秀
zh_hant: 等級 A — 優秀

# silenceGrade.b.description
source: Generally quiet with occasional minor disturbances.
ar: هادئ عمومًا مع إزعاج طفيف أحيانًا.
bg: Като цяло тихо със случайни незначителни смущения.
ca: Generalment tranquil amb petites molèsties ocasionals.
cs: Obecně klid s občasnými menšími poruchami.
da: Generelt stille med lejlighedsvise mindre forstyrrelser.
de: Im Allgemeinen ruhig mit gelegentlichen kleineren Störungen.
el: Γενικά ησυχία με περιστασιακές μικρές αναταραχές.
es: En general silencioso con molestias menores ocasionales.
fi: Yleensä hiljaista, joskus pieniä häiriöitä.
fr: Globalement calme avec de rares nuisances mineures.
he: שקט בדרך כלל עם הפרעות קלות מדי פעם.
hi: सामान्यतः शांत, कभी-कभी हल्की व्यवधान।
hr: Općenito tiho uz povremene manje smetnje.
hu: Általában csendes, időnként kisebb zavarokkal.
id: Umumnya tenang dengan gangguan kecil sesekali.
it: Generalmente tranquillo con occasionali disturbi minori.
ja: 全体的に静かですが、時折小さな騒音が発生します。
ko: 가끔 사소한 소란이 있을 수 있지만 일반적으로 조용합니다.
ms: Secara umumnya senyap dengan gangguan kecil sekali-sekala.
nb: Generelt stille med sporadiske mindre forstyrrelser.
nl: Over het algemeen rustig met af en toe kleine verstoringen.
pl: Ogólnie cicho, sporadycznie zdarzają się drobne zakłócenia.
pt: Em geral silencioso com perturbações leves ocasionais.
ro: În general, liniște, cu mici neplăceri ocazionale.
ru: В целом тихо, изредка незначительные помехи.
sk: Vo všeobecnosti ticho s občasnými menšími poruchami.
sv: Generellt tyst med enstaka mindre störningar.
th: โดยทั่วไปจะเงียบสงบและมีเสียงรบกวนเล็กน้อยเป็นบางครั้ง
tr: Ara sıra ufak rahatsızlıklar yaşansa da genel olarak sessizdir.
uk: Загалом тихо, час від часу незначні незручності.
vi: Nói chung yên tĩnh, thỉnh thoảng có tiếng ồn nhỏ.
zh_hans: 总体安静，偶有轻微干扰。
zh_hant: 總體安靜，偶有輕微干擾。

# silenceGrade.b.title
source: Grade B — Good
ar: الدرجة B — جيد
bg: Оценка Б — Добър
ca: Grau B - Bé
cs: Stupeň B – dobrý
da: Karakter B - Godt
de: Note B – Gut
el: Βαθμός Β — Καλό
es: Grado B — Bueno
fi: Arvosana B – hyvä
fr: Note B — Bon
he: כיתה ב' - טוב
hi: ग्रेड B — अच्छा
hr: Ocjena B — Dobar
hu: B osztály – jó
id: Kelas B — Bagus
it: Grado B: buono
ja: グレード B — 良好
ko: B 등급 — 양호
ms: Gred B - Baik
nb: Karakter B - Bra
nl: Graad B – Goed
pl: Stopień B – dobry
pt: Nota B — Bom
ro: Gradul B - Bun
ru: Класс B — Хорошо
sk: Stupeň B – dobrý
sv: Betyg B - Bra
th: เกรด B — ดี
tr: B Sınıfı – İyi
uk: Оцінка Б — Добре
vi: Hạng B – Tốt
zh_hans: 等级 B — 良好
zh_hant: 等級 B — 良好

# silenceGrade.c.description
source: Noticeable background noise; may affect sleep or work.
ar: ضوضاء خلفية ملحوظة؛ قد تؤثر على النوم أو العمل.
bg: Забележим фонов шум; може да повлияе на съня или работата.
ca: Soroll de fons notable; pot afectar el son o el treball.
cs: Znatelný hluk na pozadí; může ovlivnit spánek nebo práci.
da: Mærkbar baggrundsstøj; kan påvirke søvn eller arbejde.
de: Auffälliges Hintergrundgeräusch; kann den Schlaf oder die Arbeit beeinträchtigen.
el: Αξιοσημείωτος θόρυβος φόντου. μπορεί να επηρεάσει τον ύπνο ή την εργασία.
es: Ruido de fondo notable; puede afectar el sueño o el trabajo.
fi: Huomattava taustamelu; saattaa vaikuttaa uneen tai työhön.
fr: Bruit de fond notable ; peut gêner le sommeil ou le travail.
he: רעשי רקע ניכרים; עשוי להשפיע על השינה או העבודה.
hi: पृष्ठभूमि शोर स्पष्ट; नींद/काम प्रभावित हो सकता है।
hr: Primjetna pozadinska buka; može utjecati na spavanje ili rad.
hu: Észrevehető háttérzaj; befolyásolhatja az alvást vagy a munkát.
id: Kebisingan latar belakang yang nyata; dapat mempengaruhi tidur atau pekerjaan.
it: Rumore di fondo notevole; può influenzare il sonno o il lavoro.
ja: 顕著な背景ノイズ。睡眠や仕事に影響を与える可能性があります。
ko: 눈에 띄는 배경 소음; 수면이나 업무에 영향을 미칠 수 있습니다.
ms: Bunyi latar belakang yang ketara; boleh menjejaskan tidur atau bekerja.
nb: Merkbar bakgrunnsstøy; kan påvirke søvn eller arbeid.
nl: Merkbaar achtergrondgeluid; kan de slaap of het werk beïnvloeden.
pl: Zauważalny hałas w tle; może wpływać na sen lub pracę.
pt: Ruído de fundo perceptível; pode afetar sono ou trabalho.
ro: Zgomot de fond vizibil; poate afecta somnul sau munca.
ru: Заметный фоновый шум; может мешать сну или работе.
sk: Znateľný hluk v pozadí; môže ovplyvniť spánok alebo prácu.
sv: Märkbart bakgrundsljud; kan påverka sömn eller arbete.
th: เสียงพื้นหลังที่เห็นได้ชัดเจน อาจส่งผลต่อการนอนหลับหรือการทำงาน
tr: Dikkat çekici arka plan gürültüsü; uykuyu veya çalışmayı etkileyebilir.
uk: Помітний фоновий шум; може вплинути на сон або роботу.
vi: Tiếng ồn nền đáng chú ý; có thể ảnh hưởng đến giấc ngủ hoặc công việc.
zh_hans: 背景噪声明显，可能影响睡眠或工作。
zh_hant: 背景噪音明顯，可能影響睡眠或工作。

# silenceGrade.c.title
source: Grade C — Fair
ar: الدرجة C — مقبول
bg: Клас C — Справедлив
ca: Grau C - Just
cs: Stupeň C – slušný
da: Karakter C - Fair
de: Note C – Mittelmäßig
el: Βαθμός Γ — Δίκαιο
es: Grado C — Aceptable
fi: Luokka C - Kohtuullinen
fr: Note C — Passable
he: כיתה ג' - הוגן
hi: ग्रेड C — ठीक
hr: Ocjena C — Pošteno
hu: C fokozat – tisztességes
id: Kelas C — Adil
it: Grado C – Discreto
ja: グレード C – 普通
ko: C등급 - 보통
ms: Gred C - Adil
nb: Karakter C - Rettferdig
nl: Graad C – Redelijk
pl: Klasa C – Dostateczna
pt: Nota C — Razoável
ro: Gradul C - Corect
ru: Класс C — Удовлетворительно
sk: Stupeň C – spravodlivý
sv: Betyg C – Rättvist
th: เกรด C — ยุติธรรม
tr: C Sınıfı — Orta
uk: С оцінка — Ярмарок
vi: Hạng C - Khá
zh_hans: 等级 C — 一般
zh_hant: 等級 C — 一般

# silenceGrade.d.description
source: Loud or persistent noise; corrective action recommended.
ar: ضوضاء عالية أو مستمرة؛ يُنصح باتخاذ إجراء.
bg: Силен или постоянен шум; препоръчва се коригиращо действие.
ca: Soroll fort o persistent; acció correctiva recomanada.
cs: Hlasitý nebo trvalý hluk; doporučeno nápravné opatření.
da: Høj eller vedvarende støj; korrigerende handling anbefales.
de: Lauter oder anhaltender Lärm; Korrekturmaßnahme empfohlen.
el: Δυνατός ή επίμονος θόρυβος. συνιστάται διορθωτική δράση.
es: Ruido alto o persistente; se recomienda actuar.
fi: Kova tai jatkuva melu; korjaustoimenpiteitä suositellaan.
fr: Bruit fort ou persistant ; action corrective recommandée.
he: רעש חזק או מתמשך; מומלצת פעולה מתקנת.
hi: तेज़ या लगातार शोर; सुधार की सिफ़ारिश।
hr: Glasna ili stalna buka; preporučena korektivna radnja.
hu: Hangos vagy tartós zaj; korrekciós intézkedés javasolt.
id: Kebisingan yang keras atau terus-menerus; tindakan korektif direkomendasikan.
it: Rumore forte o persistente; azione correttiva consigliata.
ja: 大きな騒音または持続的な騒音。修正措置を推奨します。
ko: 시끄럽거나 지속적인 소음; 시정 조치가 권장됩니다.
ms: Bunyi yang kuat atau berterusan; tindakan pembetulan disyorkan.
nb: Høy eller vedvarende støy; korrigerende tiltak anbefales.
nl: Luid of aanhoudend geluid; corrigerende actie aanbevolen.
pl: Głośny lub ciągły hałas; zalecane działania naprawcze.
pt: Ruído alto ou persistente; recomenda-se ação corretiva.
ro: Zgomot puternic sau persistent; acțiune corectivă recomandată.
ru: Громкий или постоянный шум; рекомендуется устранить причину.
sk: Hlasitý alebo pretrvávajúci hluk; odporúčané nápravné opatrenie.
sv: Högt eller ihållande ljud; korrigerande åtgärder rekommenderas.
th: เสียงดังหรือต่อเนื่อง; แนะนำให้ดำเนินการแก้ไข
tr: Yüksek veya sürekli gürültü; düzeltici eylem önerilir.
uk: Гучний або постійний шум; рекомендовані коригувальні дії.
vi: Tiếng ồn lớn hoặc dai dẳng; hành động khắc phục được đề xuất.
zh_hans: 噪声较大或持续，建议采取改善措施。
zh_hant: 噪音較大或持續，建議採取改善措施。

# silenceGrade.d.title
source: Grade D — Poor
ar: الدرجة D — ضعيف
bg: Степен D — Слабо
ca: Grau D - Pobre
cs: Stupeň D – špatný
da: Karakter D - Dårlig
de: Note D – Schlecht
el: Βαθμός Δ — Κακή
es: Grado D — Deficiente
fi: D-luokka - Huono
fr: Note D — Médiocre
he: כיתה ד' - גרועה
hi: ग्रेड D — खराब
hr: Ocjena D — Loše
hu: D fokozat – gyenge
id: Kelas D — Buruk
it: Grado D – Scarso
ja: グレード D - 悪い
ko: D 등급 – 나쁨
ms: Gred D - Lemah
nb: Karakter D - Dårlig
nl: Graad D – Slecht
pl: Klasa D – Słaba
pt: Nota D — Ruim
ro: Gradul D — Slab
ru: Класс D — Плохо
sk: Stupeň D – chudobný
sv: Betyg D - Dålig
th: เกรด D — แย่
tr: D Sınıfı — Zayıf
uk: Оцінка D — Погано
vi: Hạng D – Kém
zh_hans: 等级 D — 较差
zh_hant: 等級 D — 較差

# silenceReport.avg
source: Average
ar: المتوسط
bg: Средно
ca: Mitjana
cs: Průměrný
da: Gennemsnit
de: Durchschnitt
el: Μέσος
es: Promedio
fi: Keskimäärin
fr: Moyenne
he: מְמוּצָע
hi: औसत
hr: Prosjek
hu: Átlagos
id: Rata-rata
it: Media
ja: 平均
ko: 평균
ms: Purata
nb: Gjennomsnittlig
nl: Gemiddeld
pl: Przeciętny
pt: Média
ro: Medie
ru: Среднее
sk: Priemerná
sv: Genomsnitt
th: เฉลี่ย
tr: Ortalama
uk: Середній
vi: Trung bình
zh_hans: 平均
zh_hant: 平均

# silenceReport.device
source: Device
ar: الجهاز
bg: устройство
ca: Dispositiu
cs: Zařízení
da: Enhed
de: Gerät
el: Συσκευή
es: Dispositivo
fi: Laite
fr: Appareil
he: הֶתקֵן
hi: डिवाइस
hr: Uređaj
hu: Eszköz
id: Perangkat
it: Dispositivo
ja: デバイス
ko: 장치
ms: Peranti
nb: Enhet
nl: Apparaat
pl: Urządzenie
pt: Dispositivo
ro: Dispozitiv
ru: Устройство
sk: Zariadenie
sv: Anordning
th: อุปกรณ์
tr: Cihaz
uk: пристрій
vi: Thiết bị
zh_hans: 设备
zh_hant: 裝置

# silenceReport.disclaimer
source: This report is for informational purposes only and is not a certified legal or environmental measurement.
ar: هذا التقرير لأغراض معلوماتية فقط وليس قياسًا قانونيًا أو بيئيًا معتمدًا.
bg: Този отчет е само за информационни цели и не е сертифицирано правно или екологично измерване.
ca: Aquest informe només té finalitats informatives i no és una mesura legal o ambiental certificada.
cs: Tato zpráva slouží pouze pro informační účely a není certifikovaným právním nebo environmentálním měřením.
da: Denne rapport er kun til informationsformål og er ikke en certificeret juridisk eller miljømæssig måling.
de: Dieser Bericht dient nur zu Informationszwecken und ist keine zertifizierte gesetzliche oder umweltbezogene Messung.
el: Αυτή η αναφορά είναι μόνο για ενημερωτικούς σκοπούς και δεν αποτελεί πιστοποιημένη νομική ή περιβαλλοντική μέτρηση.
es: Este informe es solo informativo y no constituye una medición certificada legal o ambiental.
fi: Tämä raportti on tarkoitettu vain tiedoksi, eikä se ole sertifioitu laki- tai ympäristömittaus.
fr: Ce rapport est informatif uniquement et ne constitue pas une mesure certifiée légale ou environnementale.
he: דוח זה מיועד למטרות מידע בלבד ואינו מדידה משפטית או סביבתית מאושרת.
hi: यह रिपोर्ट केवल जानकारी के लिए है; प्रमाणित कानूनी/पर्यावरण माप नहीं।
hr: Ovo izvješće služi samo u informativne svrhe i nije certificirano pravno ili ekološko mjerenje.
hu: Ez a jelentés csak tájékoztató jellegű, és nem hiteles jogi vagy környezetvédelmi mérés.
id: Laporan ini hanya untuk tujuan informasi dan bukan merupakan pengukuran hukum atau lingkungan yang bersertifikat.
it: Questo rapporto è solo a scopo informativo e non è una misurazione legale o ambientale certificata.
ja: このレポートは情報提供のみを目的としており、認定された法的測定または環境測定ではありません。
ko: 이 보고서는 정보 제공 목적으로만 제공되며 인증된 법적 또는 환경적 측정이 아닙니다.
ms: Laporan ini adalah untuk tujuan maklumat sahaja dan bukan ukuran undang-undang atau persekitaran yang diperakui.
nb: Denne rapporten er kun til informasjonsformål og er ikke en sertifisert juridisk eller miljømessig måling.
nl: Dit rapport is uitsluitend bedoeld ter informatie en is geen gecertificeerde wettelijke of milieumeting.
pl: Niniejszy raport służy wyłącznie celom informacyjnym i nie stanowi certyfikowanego pomiaru prawnego ani środowiskowego.
pt: Este relatório é apenas informativo e não é uma medição legal ou ambiental certificada.
ro: Acest raport are doar scop informativ și nu este o măsurătoare legală sau de mediu certificată.
ru: Отчёт носит информационный характер и не является сертифицированным юридическим или экологическим измерением.
sk: Táto správa slúži len na informačné účely a nie je certifikovaným právnym alebo environmentálnym meraním.
sv: Denna rapport är endast avsedd för informationsändamål och är inte en certifierad laglig eller miljömässig mätning.
th: รายงานนี้มีวัตถุประสงค์เพื่อให้ข้อมูลเท่านั้น และไม่ใช่การวัดผลทางกฎหมายหรือสิ่งแวดล้อมที่ได้รับการรับรอง
tr: Bu rapor yalnızca bilgilendirme amaçlıdır ve onaylı bir yasal veya çevresel ölçüm değildir.
uk: Цей звіт призначено лише для інформаційних цілей і не є сертифікованим юридичним або екологічним вимірюванням.
vi: Báo cáo này chỉ nhằm mục đích cung cấp thông tin và không phải là thước đo pháp lý hoặc môi trường được chứng nhận.
zh_hans: 本报告仅供参考，不构成具有法律或环境认证效力的测量结果。
zh_hant: 本報告僅供參考，不構成具有法律或環境認證效力的測量結果。

# silenceReport.generated
source: Generated
ar: تاريخ الإنشاء
bg: Генерирани
ca: Generat
cs: Vygenerováno
da: Genereret
de: Generiert
el: Δημιουργήθηκε
es: Generado
fi: Luotu
fr: Généré
he: נוצר
hi: जनरेट किया गया
hr: Generirano
hu: Generált
id: Dihasilkan
it: Generato
ja: 生成された
ko: 생성됨
ms: Dijana
nb: Generert
nl: Gegenereerd
pl: Wygenerowano
pt: Gerado
ro: Generat
ru: Создано
sk: Vygenerované
sv: Genererad
th: สร้างขึ้น
tr: Oluşturuldu
uk: Сформований
vi: Đã tạo
zh_hans: 生成时间
zh_hant: 產生時間

# silenceReport.grade
source: Silence grade
ar: درجة الصمت
bg: Тишина клас
ca: Grau de silenci
cs: Stupeň ticha
da: Silence karakter
de: Stillegrad
el: Βαθμός σιωπής
es: Grado de silencio
fi: Hiljaisuusluokka
fr: Note de silence
he: ציון שתיקה
hi: मौन ग्रेड
hr: Tišina ocjena
hu: Csend fokozat
id: Kelas diam
it: Grado di silenzio
ja: 静音グレード
ko: 침묵 등급
ms: Gred senyap
nb: Stille karakter
nl: Stilte graad
pl: Stopień ciszy
pt: Nota de silêncio
ro: Grad de tăcere
ru: Класс тишины
sk: Stupeň ticha
sv: Tystnadsgrad
th: ระดับความเงียบ
tr: Sessizlik derecesi
uk: Оцінка тиші
vi: Lớp im lặng
zh_hans: 静音等级
zh_hant: 靜音等級

# silenceReport.header
source: Environmental Noise Report
ar: تقرير الضوضاء البيئية
bg: Доклад за шума в околната среда
ca: Informe de soroll ambiental
cs: Zpráva o environmentálním hluku
da: Miljøstøjrapport
de: Umgebungslärmbericht
el: Έκθεση Περιβαλλοντικού Θορύβου
es: Informe de ruido ambiental
fi: Ympäristömeluraportti
fr: Rapport de bruit ambiant
he: דוח רעש סביבתי
hi: पर्यावरणीय शोर रिपोर्ट
hr: Izvješće o buci u okolišu
hu: Környezeti zajjelentés
id: Laporan Kebisingan Lingkungan
it: Rapporto sul rumore ambientale
ja: 環境騒音報告書
ko: 환경 소음 보고서
ms: Laporan Kebisingan Alam Sekitar
nb: Miljøstøyrapport
nl: Rapport omgevingslawaai
pl: Raport dotyczący hałasu w środowisku
pt: Relatório de ruído ambiental
ro: Raport de zgomot de mediu
ru: Отчёт об окружающем шуме
sk: Správa o environmentálnom hluku
sv: Miljöbullerrapport
th: รายงานเสียงรบกวนสิ่งแวดล้อม
tr: Çevresel Gürültü Raporu
uk: Звіт про екологічний шум
vi: Báo cáo tiếng ồn môi trường
zh_hans: 环境噪声报告
zh_hant: 環境噪音報告

# silenceReport.max
source: Max
ar: الحد الأقصى
bg: Макс
ca: Màx
da: Maks
el: Μέγ
es: Máx.
he: מקסימום
hi: अधिकतम
hr: Maks
id: Maks
it: Massimo
ja: マックス
ko: 맥스
ms: Maks
nb: Maks
pl: Maks
pt: Máx.
ru: Макс.
th: สูงสุด
tr: Maksimum
uk: Макс
vi: Tối đa
zh_hans: 最大
zh_hant: 最大

# silenceReport.min
source: Min
ar: الحد الأدنى
bg: Мин
el: Ελάχ
es: Mín.
he: מינימום
hi: न्यूनतम
id: Minimal
it: minimo
ja: 分
ko: 최소
pt: Mín.
ru: Мин.
th: นาที
uk: Хв
vi: tối thiểu
zh_hans: 最小
zh_hant: 最小

# silenceReport.title
source: Silence Report
ar: تقرير الصمت
bg: Доклад за мълчание
ca: Informe de silenci
cs: Zpráva o tichu
da: Tavshedsrapport
de: Schweigebericht
el: Αναφορά σιωπής
es: Informe de silencio
fi: Hiljaisuusraportti
fr: Rapport de silence
he: דוח שתיקה
hi: मौन रिपोर्ट
hr: Izvješće o šutnji
hu: Csendjelentés
id: Laporan Diam
it: Rapporto sul silenzio
ja: サイレントレポート
ko: 침묵 보고서
ms: Laporan Senyap
nb: Stille rapport
nl: Stilterapport
pl: Raport o milczeniu
pt: Relatório de silêncio
ro: Raport de tăcere
ru: Отчёт о тишине
sk: Tichá správa
sv: Tystnadsrapport
th: รายงานความเงียบ
tr: Sessizlik Raporu
uk: Звіт про тишу
vi: Báo cáo im lặng
zh_hans: 静音报告
zh_hant: 靜音報告

# silenceReport.weighting
source: Weighting
ar: الترجيح
bg: Претегляне
ca: Ponderació
cs: Vážení
da: Vægtning
de: Gewichtung
el: στάθμιση
es: Ponderación
fi: Painotus
fr: Pondération
he: שִׁקלוּל
hi: भारण
hr: Ponderiranje
hu: Súlyszámítás
id: Pembobotan
it: Ponderazione
ja: 重み付け
ko: 가중치
ms: Pemberatan
nb: Vekting
nl: Weging
pl: Ważenie
pt: Ponderação
ro: Ponderarea
ru: Взвешивание
sk: Váženie
sv: Viktning
th: การถ่วงน้ำหนัก
tr: Ağırlıklandırma
uk: Зважування
vi: Trọng số
zh_hans: 计权
zh_hant: 計權

# spectrum.loading
source: Loading spectrum…
ar: جارٍ تحميل الطيف…
bg: Спектърът се зарежда...
ca: S'està carregant l'espectre...
cs: Načítání spektra…
da: Indlæser spektrum...
de: Spektrum wird geladen…
el: Φόρτωση φάσματος…
es: Cargando espectro…
fi: Ladataan spektriä…
fr: Chargement du spectre…
he: טוען ספקטרום...
hi: स्पेक्ट्रम लोड हो रहा है…
hr: Učitavanje spektra…
hu: Spektrum betöltése…
id: Memuat spektrum…
it: Caricamento dello spettro…
ja: スペクトルを読み込んでいます…
ko: 스펙트럼 로드 중…
ms: Memuatkan spektrum…
nb: Laster inn spektrum …
nl: Spectrum laden...
pl: Ładowanie widma…
pt: Carregando espectro…
ro: Se încarcă spectrul...
ru: Загрузка спектра…
sk: Načítava sa spektrum…
sv: Laddar spektrum...
th: กำลังโหลดสเปกตรัม...
tr: Spektrum yükleniyor…
uk: Завантаження спектру…
vi: Đang tải phổ…
zh_hans: 正在加载频谱…
zh_hant: 正在載入頻譜…

# tab.files
source: Files
ar: ملفات
bg: файлове
ca: Fitxers
cs: Soubory
da: Filer
de: Dateien
el: Αρχεία
es: Archivos
fi: Tiedostot
fr: Fichiers
he: קבצים
hi: फ़ाइलें
hr: Datoteke
hu: Fájlok
id: File
it: File
ja: ファイル
ko: 파일
ms: Fail
nb: Filer
nl: Bestanden
pl: Akta
pt: Arquivos
ro: Fișiere
ru: Файлы
sk: Súbory
sv: Filer
th: ไฟล์
tr: Dosyalar
uk: Файли
vi: Tập tin
zh_hans: 文件
zh_hant: 檔案

# tab.monitor
source: Monitor
ar: مراقبة
bg: Монитор
da: Overvåge
el: Ελεγκτής εκπομπών
fr: Surveillance
he: צג
hi: मॉनिटर
id: Memantau
it: Monitorare
ja: モニター
ko: 감시 장치
ms: Pantau
nb: Følge
ro: Monitorizați
ru: Монитор
sv: Övervaka
th: เฝ้าสังเกต
tr: Monitör
uk: Монітор
vi: Màn hình
zh_hans: 监测
zh_hant: 監測

# tab.settings
source: Settings
ar: الإعدادات
bg: Настройки
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Réglages
he: הגדרות
hi: सेटिंग्स
hr: postavke
hu: Beállítások elemre
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Ajustes
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# tab.video
source: Video
ar: فيديو
bg: видео
ca: Vídeo
el: Βίντεο
es: Vídeo
fr: Vidéo
he: וִידֵאוֹ
hi: वीडियो
hu: Videó
ja: ビデオ
ko: 동영상
pl: Wideo
pt: Vídeo
ru: Видео
th: วีดีโอ
uk: відео
vi: Băng hình
zh_hans: 视频
zh_hant: 影片

# tab.voice
source: Voice
ar: صوت
bg: глас
ca: Veu
cs: Hlas
da: Stemme
de: Stimme
el: Φωνή
es: Voz
fi: Ääni
fr: Voix
he: קוֹל
hi: आवाज़
hr: Glas
hu: Hang
id: Suara
it: Voce
ja: 声
ko: 목소리
ms: Suara
nb: Stemme
nl: Stem
pl: Głos
pt: Voz
ro: Voce
ru: Голос
sk: Hlas
sv: Röst
th: เสียง
tr: Ses
uk: Голос
vi: Tiếng nói
zh_hans: 语音
zh_hant: 語音

# video.button.startRecording
source: Start recording
ar: بدء التسجيل
bg: Започнете записа
ca: Comença a gravar
cs: Spusťte nahrávání
da: Start optagelsen
de: Starten Sie die Aufnahme
el: Ξεκινήστε την εγγραφή
es: Iniciar grabación
fi: Aloita tallennus
fr: Démarrer l’enregistrement
he: התחל להקליט
hi: रिकॉर्डिंग शुरू करें
hr: Započnite snimanje
hu: Indítsa el a felvételt
id: Mulai merekam
it: Inizia a registrare
ja: 録音を開始する
ko: 녹음 시작
ms: Mula merakam
nb: Start opptaket
nl: Begin met opnemen
pl: Rozpocznij nagrywanie
pt: Iniciar gravação
ro: Începeți înregistrarea
ru: Начать запись
sk: Spustite nahrávanie
sv: Börja spela in
th: เริ่มการบันทึก
tr: Kaydı başlat
uk: Почніть запис
vi: Bắt đầu ghi
zh_hans: 开始录制
zh_hant: 開始錄製
